Repository: linearmouse/linearmouse
Catalog: LinearMouse/Localizable.xcstrings
Source language: en
Languages: af, ar, bs, ca, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, my, nl, pl, pt, pt_br, ro, ru, sk, sr, sv, tr, uk, vi, zh_hans, zh_hant, zh_hant_hk

source: Short
af: Kort
ar: قصير
ca: Curt
cs: Krátká
da: Kort
de: Kurz
el: Σύντομη
es: Corto
fi: Lyhyt
fr: Court
he: קצר
hu: Rövid
it: Breve
ja: 短
ko: 짧음
nl: Kort
pl: Krótki
pt: Curta
pt_br: Curto
ro: Scurt
ru: Короткая
sk: Krátke
sr: Kratko
sv: Kort
tr: Kısa
uk: Короткий
vi: Ngắn
zh_hans: 短
zh_hant: 短
zh_hant_hk: 短

source: Show current battery
af: Wys huidige battery
ar: إظهار البطارية الحالية
ca: Mostra la bateria actual
cs: Zobrazit aktuální baterii
da: Vis aktuelt batteri
de: Aktuellen Akku anzeigen
el: Εμφάνιση τρέχουσας μπαταρίας
es: Mostrar batería actual
fi: Näytä nykyinen akku
fr: Afficher la batterie actuelle
he: הצג סוללה נוכחית
hu: Jelenlegi akkumulátor megjelenítése
it: Mostra batteria attuale
ja: 現在のバッテリーを表示
ko: 현재 배터리 보기
nl: Huidige batterij tonen
pl: Pokaż bieżący stan baterii
pt: Mostrar bateria atual
pt_br: Mostrar bateria atual
ro: Afișați bateria curentă
ru: Показать текущий заряд батареи
sk: Zobraziť aktuálnu batériu
sr: Prikaži trenutnu bateriju
sv: Visa aktuell batterinivå
tr: Mevcut pili göster
uk: Показати поточний заряд батареї
vi: Hiển thị pin hiện tại
zh_hans: 显示当前电池电量
zh_hant: 顯示目前電池狀態
zh_hant_hk: 顯示目前電池

source: Show desktop
af: Wys werkblad
ar: إظهار سطح المكتب
bs: Prikaži radnu površinu
ca: Mostra l'escriptori
cs: Ukázat plochu
da: Vis skrivebordet
de: Desktop anzeigen
el: Εμφάνιση επιφάνειας εργασίας
es: Mostrar el escritorio
fi: Näytä työpöytä
fr: Montrer le bureau
he: הצג שולחן עבודה
hu: Asztal megjelenítése
it: Mostra desktop
ja: デスクトップを表示
ko: 데스크탑 보기
my: Screen အားပြရန်
nl: Bureaublad weergeven
pl: Pokaż pulpit
pt: Mostrar secretária
pt_br: Mostrar área de trabalho
ro: Afișați desktopul
ru: Показать рабочий стол
sk: Zobraziť plochu
sr: Prikaži radnu površinu
sv: Visa skrivbord
tr: Masaüstünü göster
uk: Показати робочий стіл
vi: Hiển thị màn hình nền
zh_hans: 显示桌面
zh_hant: 顯示桌面
zh_hant_hk: 顯示桌面

source: Show Desktop
af: Wys Werkblad
ar: إظهار سطح المكتب
bs: Prikaži Desktop
ca: Mostra l'escriptori
cs: Zobrazit plochu
da: Vis skrivebord
de: Schreibtisch anzeigen
el: Εμφάνιση επιφάνειας εργασίας
es: Mostrar escritorio
fi: Näytä työpöytä
fr: Afficher le bureau
he: הצג שולחן עבודה
hu: Asztal megjelenítése
it: Mostra Scrivania
ja: デスクトップを表示
ko: 데스크탑 보기
nl: Bureaublad tonen
pl: Pokaż pulpit
pt: Mostrar Mesa
pt_br: Mostrar Mesa
ro: Afișați Desktopul
ru: Показать рабочий стол
sk: Zobraziť plochu
sr: Prikaži radnu površinu
sv: Visa skrivbordet
tr: Masaüstünü Göster
uk: Показати робочий стіл
vi: Hiển thị màn hình nền
zh_hans: 显示桌面
zh_hant: 顯示桌面
zh_hant_hk: 顯示桌面

source: Show in Dock
af: Wys in Dock
ar: إظهار في Dock
bs: Prikaži u Dock-u
ca: Mostra al Dock
cs: Zobrazit v Docku
da: Vis i Dock
de: Im Dock anzeigen
el: Εμφάνιση στην Dock
es: Mostrar en el Dock
fi: Näytä Dockissa
fr: Afficher dans le Dock
he: הצג ב-Dock
hu: Megjelenítés a Dockban
it: Mostra nel Dock
ja: Dock に表示
ko: Dock에 보이기
nl: Tonen in Dock
pl: Pokaż w Docku
pt: Mostrar no Dock
pt_br: Mostrar no Dock
ro: Afișați în Dock
ru: Показывать в Dock
sk: Zobraziť v Docku
sr: Prikaži u Dock-u
sv: Visa i Dock
tr: Dock'ta Göster
uk: Показувати в Dock
vi: Hiển thị trong Dock
zh_hans: 在程序坞中显示
zh_hant: 在 Dock 中顯示
zh_hant_hk: 在 Dock 中顯示

source: Show in menu bar
af: Wys in menu-balk
ar: عرض في شريط القوائم
bs: Pokaži u izbornoj traci
ca: Mostra a la barra de menús
cs: Zobrazovat v řádku nabídek
da: Vis i menulinjen
de: In der Menüleiste anzeigen
el: Εμφάνιση στη γραμμή μενού
es: Mostrar en la barra de menú
fi: Näytä valikkorivillä
fr: Afficher dans la barre des menus
he: הצג בשורת המצב
hu: Megjelenítés a menüsávban
it: Mostra nella barra dei menu
ja: メニューバーに表示
ko: 메뉴 막대에서 보기
my: Menu bar တွင်ပြရန်
nl: Toon in menubalk
pl: Pokaż w pasku menu
pt: Mostrar na barra de menus
pt_br: Mostrar na barra de menus
ro: Arată in bara de meniu
ru: Показывать в строке меню
sk: Zobraziť v lište
sr: Prikaži u meniju trake
sv: Visa i menyraden
tr: Menüde göster
uk: Показувати в рядку меню
vi: Hiển thị trên thanh menu
zh_hans: 在菜单栏中显示
zh_hant: 在選單列中顯示
zh_hant_hk: 在選單列中顯示

source: Slow
af: Stadig
ar: بطيء
bs: Sporo
ca: Lent
cs: Pomalu
da: Langsom
de: Langsam
el: Αργή
es: Lento
fi: Hidas
fr: Lent
he: איטי
hu: Lassú
it: Lento
ja: 遅い
ko: 느리게
my: နှေးရန်
nl: Langzaam
pl: Wolno
pt: Lento
pt_br: Lento
ro: Lent
ru: Медленно
sk: Pomalá
sr: Споро
sv: Långsamt
tr: Yavaş
uk: Повільно
vi: Chậm
zh_hans: 慢
zh_hant: 慢
zh_hant_hk: 慢

source: Smart zoom
af: Slim zoom
ar: تكبير ذكي
bs: Pametni zoom
ca: Zoom intel·ligent
cs: Chytrá lupa
de: Intelligenter Zoom
el: Έξυπνη μεγέθυνση
es: Zoom inteligente
fi: Älykäs zoomaus
fr: Zoom intelligent
he: הגדלה חכמה
hu: Intelligens nagyítás
it: Zoom smart
ja: スマートズーム
ko: 스마트 확대
my: အလိုအလျောက် zoom
pl: Inteligentne powiększanie
pt: Ampliação inteligente
pt_br: Zoom inteligente
ro: Zoom inteligent
ru: Умное увеличение
sk: Inteligentné zväčšenie
sr: Паметно зумирање
tr: Akıllı yakınlaştırma
uk: Розумний масштаб
vi: Thu phóng thông minh
zh_hans: 智能缩放
zh_hant: 智慧型縮放
zh_hant_hk: 智慧型縮放

source: Some gestures, such as swiping back and forward, may stop working.
af: Sommige gebare, soos om terug en vorentoe te vee, sal dalk nie werk nie.
ar: قد تتوقف بعض الإيماءات، مثل السحب للخلف وللأمام، عن العمل.
bs: Neki pokreti, poput prevlačenja naprijed i nazad, mogu prestati funkcionisati.
ca: Alguns gestos, com ara lliscar endavant i enrere, poden deixar de funcionar.
cs: Po aktivaci této volby mohou některá gesta, např. zpět a dopředu, přestat fungovat
da: Nogle bevægelser, såsom at stryge tilbage og fremad, kan stoppe med at virke.
de: Manche Gesten, beispielsweise Vor- und Zurück-Wischen, könnten nicht korrekt funktionieren.
el: Μερικές χειρονομίες, όπως το σύρσιμο πίσω και εμπρός, μπορεί να σταματήσουν να λειτουργούν.
es: Algunos gestos, como el deslizamiento hacia atrás y hacia delante, pueden dejar de funcionar.
fi: Jotkin eleet, kuten edestakaisin pyyhkäisy, eivät välttämättä toimi.
fr: Certains gestes, comme le balayage avant et arrière, peuvent cesser de fonctionner.
he: מחוות מסוימות, דוגמת החלקה קדימה ואחורה, עלולים להפסיק לעבוד.
hu: Egyes gesztusok, például az előre és hátra csúsztatás, leállhatnak.
it: Alcuni gesti, come scorrere avanti e indietro, potrebbero smettere di funzionare.
ja: 前後スワイプ等、一部のジェスチャーが動作しなくなる可能性があります。
ko: 앞뒤로 스와이프하는 것과 같은 일부 제스처가 작동하지 않을 수 있습니다.
my: Swiping back and forward ကဲ့သို့ gestures အချို့သည် အလုပ်မလုပ်တော့နိုင်ပါ။.
nl: Sommige gebaren, zoals heen en weer vegen, kunnen misschien niet meer werken.
pl: Niektóre gesty, takie jak przesuwanie wstecz i do przodu, mogą przestać działać.
pt: Alguns gestos, como deslizar para trás e para a frente, podem deixar de funcionar.
pt_br: Alguns gestos, como deslizar para a frente e para trás, podem parar de funcionar.
ro: Unele gesturi, cum ar fi glisarea înapoi și înainte, pot înceta să funcționeze.
ru: Некоторые жесты, такие как смахивание «назад» и «вперед», могут перестать работать.
sk: Niektoré gestá, napríklad potiahnutie prstom dozadu a dopredu, môžu prestať fungovať.
sr: Неки гестови, као што су превлачење уназад и унапред, можда више неће функционисати.
sv: Vissa gester, som att svepa fram och tillbaka, kan sluta arbeta.
tr: İleri ve geri kaydırma gibi bazı hareketler çalışmayı durdurabilir.
uk: Деякі жести, такі як провести вперед і назад, можуть перестати працювати.
vi: Một số cử chỉ như quay lại và chuyển tiếp có thể dừng hoạt động.
zh_hans: 某些手势可能无法正常工作，如滑动后退和前进。
zh_hant: 某些手勢可能無法正常運作，如滑動後退和前進。
zh_hant_hk: 某些手勢可能無法正常工作，如滑動後退和前進。

source: Speed
af: Spoed
ar: السرعة
ca: Velocitat
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
fi: Nopeus
fr: Vitesse
he: מהירות
hu: Sebesség
it: Velocità
ja: 速度
ko: 속도
my: အမြန်နှုန်း
nl: Snelheid
pl: Prędkość
pt: Velocidade
pt_br: Velocidade
ro: Viteză
ru: Скорость
sk: Rýchlosť
sr: Брзина
sv: Hastighet
tr: Hız
uk: Швидкість
vi: Tốc độ
zh_hans: 速度
zh_hant: 速度
zh_hant_hk: 速度

source: Start at login
af: Begin by aanmelding
ar: البَدْء عند تسجيل الدخول
bs: Pokreni na loginu
ca: Inicia a l'inici
cs: Spustit při startu systému
da: Start ved login
de: Bei der Anmeldung starten
el: Έναρξη κατά την είσοδο
es: Abrir al iniciar sesión
fi: Käynnistä kirjautuessa
fr: Démarrer à l''ouverture de session
he: הפעל בעת עליית המחשב
hu: Indítás bejelentkezéskor
it: Avvia al login
ja: ログイン時の自動起動
ko: 로그인 시 시작
my: စက်ဖွင့်ချိန်တွင် အလိုအလျောက်စတင်ရန်
nl: Start bij inloggen
pl: Uruchom przy zalogowaniu
pt: Abrir ao iniciar sessão
pt_br: Iniciar ao entrar
ro: Pornește la autentificare
ru: Запуск при входе
sk: Spustiť pri štarte
sr: Покрени при пријављивању
sv: Starta vid inloggning
tr: Başlangıçta çalıştır
uk: Автозапуск
vi: Mở lúc khởi động
zh_hans: 登录时启动
zh_hant: 登入時啟動
zh_hant_hk: 登入時啟動

source: Swipe down
af: Vee af
ar: اسحب لأسفل
bs: Prevucite prema dolje
ca: Llisca cap avall
cs: Přejet dolů
da: Træk ned
de: Nach unten wischen
el: Σύρετε προς τα κάτω
es: Deslizar hacia abajo
fi: Pyyhkäise alas
fr: Balayer vers le bas
he: החלקה למטה
hu: Lehúzás
it: Scorri verso il basso
ja: 下にスワイプ
ko: 아래로 쓸기
my: အောက်သို့ ပွတ်ဆွဲပါ
nl: Veeg omlaag
pl: Przesuń w dół
pt: Deslizar para baixo
pt_br: Deslizar para baixo
ro: Glisați în jos
ru: Смахнуть вниз
sk: Potiahnutie nadol
sr: Помери надоле
sv: Svep nedåt
tr: Aşağı kaydır
uk: Провести вниз
vi: Vuốt xuống
zh_hans: 向下轻扫
zh_hant: 向下滑動
zh_hant_hk: 向下掃動

source: Swipe left
af: Vee links
ar: اسحب لليسار
bs: Prevucite lijevo
ca: Llisca cap a l'esquerra
cs: Přejet doleva
da: Træk til venstre
de: Nach links wischen
el: Σύρετε προς τα αριστερά
es: Deslizar a la izquierda
fi: Pyyhkäise vasemmalle
fr: Balayer vers la gauche
he: החלקה שמאלה
hu: Balra húzás
it: Scorri verso sinistra
ja: 左にスワイプ
ko: 왼쪽으로 쓸기
my: ဘယ်သို့ ပွတ်ဆွဲပါ
nl: Veeg naar links
pl: Przesuń w lewo
pt: Deslizar para a esquerda
pt_br: Deslizar para a esquerda
ro: Glisați la stânga
ru: Смахнуть влево
sk: Potiahnutie doľava
sr: Помери лево
sv: Svep åt vänster
tr: Sola kaydır
uk: Провести вліво
vi: Vuốt sang trái
zh_hans: 向左轻扫
zh_hant: 向左滑動
zh_hant_hk: 向左掃動

source: Swipe right
af: Vee regs
ar: اسحب لليمين
bs: Prevucite desno
ca: Llisca cap a la dreta
cs: Přejet doprava
da: Træk til højre
de: Nach rechts wischen
el: Σύρετε προς τα δεξιά
es: Deslizar a la derecha
fi: Pyyhkäise oikealle
fr: Balayer vers la droite
he: החלקה ימינה
hu: Jobbra húzás
it: Scorri verso destra
ja: 右にスワイプ
ko: 오른쪽으로 쓸기
my: ညာသို့ ပွတ်ဆွဲပါ
nl: Veeg naar rechts
pl: Przesuń w prawo
pt: Deslizar para a direita
pt_br: Deslizar para a direita
ro: Glisați la dreapta
ru: Смахнуть вправо
sk: Potiahnutie doprava
sr: Помери десно
sv: Svep åt höger
tr: Sağa kaydır
uk: Провести вправо
vi: Vuốt sang phải
zh_hans: 向右轻扫
zh_hant: 向右滑動
zh_hant_hk: 向右掃動

source: Swipe up
af: Vee op
ar: اسحب لأعلى
bs: Prevucite prema gore
ca: Llisca cap amunt
cs: Přejet nahoru
da: Træk op
de: Nach oben wischen
el: Σύρετε προς τα πάνω
es: Desliza hacia arriba
fi: Pyyhkäise ylös
fr: Balayer vers le haut
he: החלקה למעלה
hu: Felfelé húzás
it: Scorri verso l'alto
ja: 上にスワイプ
ko: 위로 쓸기
my: အပေါ်သို့ ပွတ်ဆွဲပါ
nl: Veeg omhoog
pl: Przesuń w górę
pt: Deslizar para cima
pt_br: Deslizar para cima
ro: Glisați în sus
ru: Смахнуть вверх
sk: Potiahnutie nahor
sr: Помери нагоре
sv: Svep uppåt
tr: Yukarı kaydır
uk: Провести вгору
vi: Vuốt lên
zh_hans: 向上轻扫
zh_hant: 向上滑動
zh_hant_hk: 向上掃動

source: Switch primary and secondary buttons
af: Wissel primêre en sekondêre knoppies
ar: تبديل الأزرار الأساسية والثانوية
bs: Zamijeni primarno i sekundarno dugme
ca: Canvia els botons primari i secundari
cs: Prohodit primární a sekundární tlačítka
da: Skift primær og sekundær knap
de: Primär- und Sekundärtasten tauschen
el: Εναλλαγή κύριου και δευτερεύοντος κουμπιού
es: Intercambiar botones primario y secundario
fi: Vaihda ensisijainen ja toissijainen painike
fr: Inverser le bouton principal et secondaire
he: החלפת הכפתורים הראשיים והמשניים
hu: Elsődleges és másodlagos gombok felcserélése
it: Inverti i pulsanti primario e secondario
ja: プライマリボタンとセカンダリボタンを切り替える
ko: 주 버튼과 보조 버튼 기능 바꾸기
my: Primary and Secondary ခလုတ်များ ပြောင်းလဲရန်
nl: Wissel primaire en secundaire knoppen
pl: Zamień przyciski główny i pomocniczy
pt: Trocar botões primário e secundário
pt_br: Trocar botões primário e secundário
ro: Comutați butoanele primar și secundar
ru: Поменять левую и правую кнопки
sk: Prepnúť primárne a sekundárne tlačidlá
sr: Замени примарно и секундарно дугме
sv: Byt primär och sekundär knapp
tr: Birincil ve ikincil düğmeleri değiştir
uk: Поміняти місцями ліву та праву кнопки
vi: Chuyển đổi nút chính và phụ
zh_hans: 交换鼠标左右按键
zh_hant: 切換主要和次要按鍵
zh_hant_hk: 切換主要和次要按鍵

source: Synthetic momentum
af: Sintetiese momentum
ar: زخم اصطناعي
ca: Momentum sintètic
cs: Syntetické zrychlení
da: Syntetisk momentum
de: Synthetischer Schwung
el: Συνθετική ορμή
es: Momento sintético
fi: Synteettinen liike
fr: Inertie synthétique
he: תנופה סינתטית
hu: Szintetikus lendület
it: Momentum sintetico
ja: 合成モーメンタム
ko: 가상 관성
my: အတုအယောင် လှုပ်ရှားမှု
nl: Synthetische momentum
pl: Moment syntetyczny
pt: Momento sintético
pt_br: Momento sintético
ro: Momentum sintetic
ru: Синтетический импульс
sk: Syntetické momentum
sr: Синтетички замајак
sv: Syntetiskt momentum
tr: Sentetik momentum
uk: Синтетичний імпульс
vi: Đà ảo
zh_hans: 合成动量
zh_hant: 合成動量
zh_hant_hk: 模擬動量

source: Thank you for participating in the beta test.
af: Dankie dat jy deelgeneem het aan die beta-toets.
ar: شكرا لك على المشاركة في الاختبار التجريبي.
bs: Hvala na učestvovanju u BETA testu.
ca: Gràcies per participar a la prova beta.
cs: Děkujeme za účast v beta testování.
da: Tak fordi du deltager i betatesten.
de: Vielen Dank für die Teilnahme am Betatest.
el: Σας ευχαριστούμε για τη συμμετοχή σας στη δοκιμή.
es: Gracias por participar en la prueba beta.
fi: Kiitos osallistumisestasi beta-testiin.
fr: Merci de votre participation au bêta-test.
he: תודה שאתה משתתף בתוכנית הבטא.
hu: Köszönjük, hogy részt vett a béta tesztben.
it: Grazie per la partecipazione al beta test.
ja: ベータテストにご参加頂き、ありがとうございます。
ko: 베타 테스트에 참여해 주셔서 감사합니다.
my: Beta test တွင်ပါဝင်မှုအတွက် ကျေးဇူးတင်ပါတယ်။
nl: Bedankt voor je deelname aan de bèta-test.
pl: Dziękujemy za uczestniczenie w beta testach.
pt: Obrigado por participar do teste beta.
pt_br: Obrigado por participar do teste beta.
ro: Vă mulțumim că ați participat la testul beta.
ru: Благодарим Вас за участие в бета-тестировании.
sk: Ďakujeme za účasť na beta teste.
sr: Хвала вам што учествујете у бета тестирању.
sv: Tack för att du deltar i betatestet.
tr: Beta testine katıldığınız için teşekkürler.
uk: Дякуємо за участь у бета-тестуванні.
vi: Cảm ơn bạn đã tham gia phiên bản dùng thử.
zh_hans: 感谢你参加 beta 测试。
zh_hant: 感謝你參與 beta 測試。
zh_hant_hk: 感謝你參與 beta 測試。

source: The mouse button is already assigned.
af: Die muisknoppie is reeds toegewys.
ar: زر الماوس معين بالفعل.
bs: Ovo dugme miša je već zuzeto.
ca: El botó del ratolí ja està assignat.
cs: Toto tlačítko myši je již přiděleno.
da: Museknappen er allerede tildelt.
de: Diese Maustaste ist bereits zugewiesen.
el: Το πλήκτρο του ποντικιού έχει ήδη ορισθεί.
es: El botón del ratón ya ha sido asignado.
fi: Hiiren painike on jo määritetty.
fr: Le bouton de la souris est déjà utilisé.
he: לחצן עכבר זה כבר משויך לפעולה.
hu: Az egérgomb már hozzá van rendelve.
it: Il pulsante del mouse è già assegnato.
ja: マウスボタンが既に割り当てられています。
ko: 이 마우스 버튼은 이미 설정되어 있습니다.
my: ယခု mouse ၏ သတ်မှတ်ပြီးသားဖြစ်သည်။
nl: De muisknop is al toegewezen.
pl: Przycisk myszy jest już przypisany.
pt: O botão do mouse já está atribuído.
pt_br: O botão do muse já está atribuído.
ro: Butonul mouse-ului este deja atribuit.
ru: Кнопка мыши уже назначена.
sk: Tlačidlo myši je už priradené.
sr: Дугме миша је већ додељено.
sv: Musknappen är redan tilldelad.
tr: Fare düğmesi zaten atanmış.
uk: Кнопка миші вже призначена.
vi: Nút chuột này đã được gán trước đó.
zh_hans: 该鼠标按钮已被分配。
zh_hant: 該滑鼠按鍵已被分配。
zh_hant_hk: 該滑鼠按鍵已被分配。

source: The native middle-click check only applies when click once to toggle is enabled.
af: Die inheemse middel-klik-kontrole is slegs van toepassing wanneer eenkeer-om-te-skakel geaktiveer is.
ar: ينطبق فحص النقر الأوسط الأصلي فقط عند تمكين النقر مرة واحدة للتبديل.
ca: La comprovació nativa del clic central només s'aplica quan "fes clic una vegada per canviar" està activat.
cs: Nativní kontrola prostředního kliknutí platí pouze tehdy, je-li povoleno přepínání jedním kliknutím.
da: Den native mellemklik-kontrol gælder kun, når "klik én gang for at skifte" er aktiveret.
de: Die native Überprüfung für Mittelklicks gilt nur, wenn „Einmal klicken zum Umschalten“ aktiviert ist.
el: Ο εγγενής έλεγχος μεσαίου κλικ ισχύει μόνο όταν είναι ενεργοποιημένη η επιλογή «Κλικ μία φορά για εναλλαγή».
es: La verificación nativa del clic central solo se aplica cuando "hacer clic una vez para alternar" está habilitado.
fi: Alkuperäinen keskinäppäimen tarkistus koskee vain, kun kerran napsauttamalla vaihto on käytössä.
fr: La vérification native du clic central ne s'applique que lorsque l'option « Cliquer une fois pour basculer » est activée.
he: בדיקת הלחיצה האמצעית המקורית חלה רק כאשר "לחיצה אחת למעבר" מופעלת.
hu: A natív középső kattintás ellenőrzés csak akkor érvényes, ha az egyszeri kattintással történő váltás engedélyezve van.
it: Il controllo nativo del clic centrale si applica solo quando "fai clic una volta per attivare/disattivare" è abilitato.
ja: ネイティブの中クリックチェックは、ワンクリックでトグルが有効な場合にのみ適用されます。
ko: 기본 중간 클릭 확인은 한 번 클릭하여 전환이 활성화된 경우에만 적용됩니다.
my: အလယ်ကလစ်ကို တစ်ကြိမ်နှိပ်၍ဖွင့်/ပိတ်လုပ်ခြင်းကို အသုံးပြုနေချိန်တွင်သာ မူရင်းအလယ်ကလစ်စစ်ဆေးမှု အကျုံးဝင်ပါသည်။
nl: De systeemeigen middenklikcontrole is alleen van toepassing wanneer 'één keer klikken om te wisselen' is ingeschakeld.
pl: Natywne sprawdzanie środkowego kliknięcia ma zastosowanie tylko wtedy, gdy włączono opcję „Kliknij raz, aby przełączyć”.
pt: A verificação nativa de clique do meio só se aplica quando "clicar uma vez para alternar" está ativado.
pt_br: A verificação nativa de clique do meio só se aplica quando 'clicar uma vez para alternar' está ativada.
ro: Verificarea nativă a clicurilor de mijloc se aplică numai atunci când este activată opțiunea „Faceți clic o dată pentru a comuta”.
ru: Собственная проверка среднего клика применяется только при включенной опции «Щелкнуть один раз для переключения».
sk: Nativná kontrola stredného kliknutia sa uplatňuje iba vtedy, keď je povolené prepínanie jedným kliknutím.
sr: Нативна провера средњег клика примењује се само када је омогућено једнократно кликање за пребацивање.
sv: Den inbyggda kontrollen för mittenklick gäller endast när "Klicka en gång för att växla" är aktiverat.
tr: Yerel orta tıklama denetimi yalnızca bir kez tıklayarak açma/kapama etkinleştirildiğinde geçerlidir.
uk: Рідна перевірка середнього клацання застосовується лише тоді, коли увімкнено «Клацнути один раз для перемикання».
vi: Kiểm tra nhấp chuột giữa gốc chỉ áp dụng khi bật "nhấp một lần để chuyển đổi".
zh_hans: 原生中间键单击检查仅在启用了“单击一次以切换”时适用。
zh_hant: 原生中間點擊檢查僅在啟用「按一下切換」時適用。
zh_hant_hk: 原生中間點擊檢查僅在啟用「點按一次以切換」時適用。

source: The native middle-click check only applies when the trigger is middle click without modifier keys.
af: Die inheemse middel-klik-kontrole is slegs van toepassing wanneer die sneller middel-klik sonder wysigingsleutels is.
ar: ينطبق فحص النقر الأوسط الأصلي فقط عندما يكون المشغل هو النقر الأوسط بدون مفاتيح معدلة.
ca: La comprovació nativa del clic central només s'aplica quan el desencadenant és el clic central sense tecles modificadores.
cs: Nativní kontrola prostředního kliknutí platí pouze tehdy, je-li spouštěčem prostřední kliknutí bez modifikačních kláves.
da: Den native mellemklik-kontrol gælder kun, når udløseren er et mellemklik uden modifikatortaster.
de: Die native Überprüfung für Mittelklicks gilt nur, wenn der Auslöser ein Mittelklick ohne Modifikatortasten ist.
el: Ο εγγενής έλεγχος μεσαίου κλικ ισχύει μόνο όταν η ενεργοποίηση είναι μεσαίο κλικ χωρίς πλήκτρα τροποποίησης.
es: La verificación nativa del clic central solo se aplica cuando el disparador es clic central sin teclas modificadoras.
fi: Alkuperäinen keskinäppäimen tarkistus koskee vain, kun laukaisin on keskinäppäin ilman muokkausnäppäimiä.
fr: La vérification native du clic central ne s'applique que lorsque le déclencheur est un clic central sans touches modificatrices.
he: בדיקת הלחיצה האמצעית המקורית חלה רק כאשר הטריגר הוא לחיצה אמצעית ללא מקשי שינוי.
hu: A natív középső kattintás ellenőrzés csak akkor érvényes, ha a kiváltó tényező középső kattintás módosítóbillentyűk nélkül.
it: Il controllo nativo del clic centrale si applica solo quando il trigger è il clic centrale senza tasti modificatori.
ja: ネイティブの中クリックチェックは、トリガーが修飾キーなしの中クリックの場合にのみ適用されます。
ko: 기본 중간 클릭 확인은 수정자 키 없이 중간 클릭이 트리거일 때만 적용됩니다.
my: အလယ်ကလစ်ကို modifier keys မပါဘဲ အသုံးပြုသည့်အခါတွင်သာ မူရင်းအလယ်ကလစ်စစ်ဆေးမှု အကျုံးဝင်ပါသည်။
nl: De systeemeigen middenklikcontrole is alleen van toepassing wanneer de trigger een middenklik is zonder speciale toetsen.
pl: Natywne sprawdzanie środkowego kliknięcia ma zastosowanie tylko wtedy, gdy wyzwalaczem jest środkowe kliknięcie bez klawiszy modyfikujących.
pt: A verificação nativa de clique do meio só se aplica quando o gatilho é clique do meio sem teclas modificadoras.
pt_br: A verificação nativa de clique do meio só se aplica quando o gatilho é clique do meio sem teclas modificadoras.
ro: Verificarea nativă a clicurilor de mijloc se aplică numai atunci când declanșatorul este clic de mijloc fără taste modificatoare.
ru: Собственная проверка среднего клика применяется только при использовании среднего клика без клавиш-модификаторов в качестве триггера.
sk: Nativná kontrola stredného kliknutia sa uplatňuje iba vtedy, keď je spúšťačom stredné kliknutie bez modifikačných klávesov.
sr: Нативна провера средњег клика примењује се само када је окидач средњи клик без модификаторских тастера.
sv: Den inbyggda kontrollen för mittenklick gäller endast när utlösaren är mittenklick utan modifieringstangenter.
tr: Yerel orta tıklama denetimi yalnızca değiştirici tuşlar olmadan orta tıklama tetiklendiğinde geçerlidir.
uk: Рідна перевірка середнього клацання застосовується лише тоді, коли тригером є середнє клацання без клавіш-модифікаторів.
vi: Kiểm tra nhấp chuột giữa gốc chỉ áp dụng khi kích hoạt là nhấp chuột giữa mà không có phím sửa đổi.
zh_hans: 原生中间键单击检查仅在触发器是未按修饰键的中间键单击时适用。
zh_hant: 原生中間點擊檢查僅在觸發條件為不含修飾鍵的中間點擊時適用。
zh_hant_hk: 原生中間點擊檢查僅在觸發條件為不含修飾鍵的中間點擊時適用。
